;(function ($) {
    $.fn.datepicker.language['ja'] = {
        days: ['日曜日', '月曜日', '火曜日', '水曜日', '木曜日', '金曜日', '土曜日'],
        daysShort: ['日', '1つ', '2つ', '3人', '4人', 'ファイブ', '6人'],
        daysMin: ['日', '1つ', '2つ', '3人', '4人', 'ファイブ', '6人'],
        months: ['1月', '2月', '3月', '4月', '5月', '6月', '7月', '8月', '9月', '10月', '11月', '12月'],
        monthsShort: ['1月', '2月', '3月', '4月', '5月', '6月', '7月', '8月', '9月', '10月', '11月', '12月'],
        today: '今日',
        clear: 'クリア',
        dateFormat: 'yyyy-mm-dd',
        timeFormat: 'hh:ii',
        firstDay: 1
    };
})(jQuery);